<?php
return [
    'domain' => [
        'new' => 'Новый домен',
        'general' => [
            'title' => 'Основная информация',
            'fields' => [
                'name' => 'Название',
                'url' => 'Ссылка',
                'code' => 'Код',
                'site_id' => 'Код сайта',
                'localization' => 'Локализация',
                'state' => 'Состояние',
                'created_at' => 'Дата создания',
                'updated_at' => 'Дата обновления',
            ],
        ],
        'extend' => [
            'title' => 'Дополнительные параметры',
        ],
    ],
];