<?php
return [
    'Параметры' => 'Параметры',
    'Управление' => 'Управление',
    'Настройки' => 'Настройки',
    'Домены' => 'Домены',
    'Компоненты' => 'Компоненты',
    'Почтовые события' => 'Почтовые события',
    'Локализация' => 'Локализация',
    'Помощь' => 'Помощь',
    'Администрирование' => 'Администрирование',
    'Дата обновления' => 'Дата обновления',
    'Название' => 'Название',
    'Значение' => 'Значение',
    'state' => [
        'published' => 'Активен',
        'not_published' => 'Отключен',
        'in_trash' => 'Удален',
    ],
    '' => '',
];
